[
  {
    "date": "February 2016",
    "title": "Michael Flynn joins Trump campaign as adviser",
    "blurb": "Flynn, a former director of the Defense Intelligence Agency, becomes the first major foreign policy figure to join the Trump campaign. In December 2015, the Russian government paid him a $45,000 speaker fee to sit next to Vladimir Putin at a gala at the Kremlin’s English-language propaganda outlet and give a speech. Flynn’s hiring is a clear sign that a Trump presidency would be good for Moscow — and provides a point of contact between the Kremlin and the Trump camp.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731331/slice1.0.png"
  },
  {
    "date": "March 2016",
    "title": "The Russian interference campaign begins",
    "blurb": "Russia had been working to infiltrate American politics for years, and had successfully penetrated the Democratic National Committee's email server as early as June 2015. But it wasn’t until [March](https://www.dni.gov/files/documents/ICA_2017_01.pdf) at the earliest that the GRU (Russia’s largest foreign intelligence agency) launched an active campaign to shape the course of the US election in favor of Trump.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731325/slice2.0.png"
  },
  {
    "date": "March 14, 2016",
    "title": "Trump aide George Papadopoulos makes first contact",
    "blurb": "Papadopoulos, a young Trump campaign adviser, meets with a London-based professor who promises to connect him with officials from the Putin government. It's the first time the Trump campaign has shown a willingness to accept political/electoral assistance from Moscow.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731315/slice3.0.png"
  },
  {
    "date": "March 19, 2016",
    "title": "Clinton campaign chair John Podesta gets hacked",
    "blurb": "Podesta receives an email with a mundane-seeming link. When he clicks on it, he gives Russia access to his email account. His emails, along with ones gleaned from Russia’s preexisting access to the DNC server, would serve as the centerpiece of the Kremlin’s influence operation.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731311/slice4.0.png"
  },
  {
    "date": "March 31, 2016",
    "title": "Papadopoulos, Trump, and Jeff Sessions meet",
    "blurb": "Trump holds a meeting of his foreign policy advisers that includes both Papadopoulos and then-Sen. Jeff Sessions. Papadopoulos offers to set up a meeting between Trump and Putin, and the president seems interested — something Sessions fails to disclose during later testimony to the Senate.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731319/slice5.0.png"
  },
  {
    "date": "April 26, 2016",
    "title": "Papadopoulos learns about the hacked emails",
    "blurb": "Papadopoulos meets with the professor, Joseph Mifsud, who tells him the Russians have “thousands of emails” belonging to Clinton. This is one of two known instances of a Trump official being told that Russia had Clinton’s emails and was interested in using them to help Trump.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731327/slice6.0.png"
  },
  {
    "date": "May 19, 2016",
    "title": "Paul Manafort is named Trump campaign manager",
    "blurb": "Manafort’s hiring is significant because of his history: He had previously worked for Viktor Yanukovych, the pro-Russian ex-president of Ukraine. It's clear that Trump is comfortable associating with someone who was connected to and very familiar with the Kremlin.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731343/slice7.0.png"
  },
  {
    "date": "June 2016",
    "title": "Christopher Steele is hired to investigate Trump",
    "blurb": "Steele, an ex-MI6 agent, is hired by the research firm Fusion GPS (working on behalf of Clinton) to investigate Trump’s connections to Russia. This is the first serious inquiry into the extent of the Trump-Russia ties, and it leads directly to the creation of the infamous dossier — the one that alleges that, among other things, Putin has tape of Trump paying Moscow prostitutes to pee on a bed.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731341/slice8.0.png"
  },
  {
    "date": "June 3, 2016",
    "title": "Donald Trump Jr. says he’s interested in Russian dirt on Clinton",
    "blurb": "Donald Trump Jr. receives an email offering Russian government dirt on Hillary Clinton. Trump’s response — “if it’s what you say I love it” — makes it clear he's interested in what Russia had. Yet when the meeting is first reported in early July 2017 by the [New York Times](https://www.nytimes.com/2017/07/08/us/politics/trump-russia-kushner-manafort.html), the Trump camp lies about its true purpose — the president personally dictates a statement that asserts the meeting was “primarily” about “the adoption of Russian children.”",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731349/slice9.0.png"
  },
  {
    "date": "June 9, 2016",
    "title": "The Trump Tower meeting",
    "blurb": "Trump Jr., Manafort, and Kushner all attend the meeting, which indicates how seriously the campaign is taking the offer of Russian help. The Russian side includes a Russian attorney who lobbied professionally against US human rights sanctions on Russia, a Russian-American lobbyist who worked as a military counterintelligence officer for the Soviet Union before its fall, and a Russian real estate agent representing a Kremlin-linked oligarch. The Trump team later insists that they received no meaningful information about Clinton during the meeting.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731345/slice10.0.png"
  },
  {
    "date": "July 2016",
    "title": "Comey launches FBI probe into Trump’s Russia ties",
    "blurb": "The FBI quietly begins the first investigation into ties between the Trump administration and Russia. This means that special counsel Robert Mueller’s probe isn't just working with recent information; it's relying on about a year and a half worth of previous FBI sleuthing.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731309/slice11.0.png"
  },
  {
    "date": "July 7, 2016",
    "title": "Carter Page visits Moscow",
    "blurb": "Carter Page, a Trump foreign policy adviser known principally for his pro-Putin policy views and work in a Russia-focused investment firm, arrives in Moscow to give a speech. It’s still not fully clear what happens here, whom Page speaks with, or what (if anything) he tells the Russians about potential coordination with Trump’s campaign — making the trip one of the biggest mysteries in the entire scandal.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731339/slice12.0.png"
  },
  {
    "date": "July 18, 2016",
    "title": "Trump’s platform drops pro-Ukrainian language",
    "blurb": "The Trump campaign lobbies — successfully — to change language in the Republican Party platform that endorsed providing arms to Ukraine’s government in its fight against Russia and Russian-backed insurgents. This is one of the clearest instances of the Trump campaign doing something that benefits Russia — suggesting that it might have been part of the “quid” in exchange for the “quo” of Moscow’s assistance against Clinton.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731337/slice13.0.png"
  },
  {
    "date": "July 18, 2016",
    "title": "Sessions chats with Russian ambassador",
    "blurb": "During a reception at the Republican National Convention, then-Sen. Sessions chats with Russia’s ambassador to the US, Sergey Kislyak. Sessions later lies about this conversation — whose content is still unclear — and tells Congress that he never spoke with Russian officials during the campaign. The exposure of Sessions’s lies about this and other contact with Kislyak eventually force him to recuse himself from the Russia investigation in March 2017.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731335/slice14.0.png"
  },
  {
    "date": "July 22, 2016",
    "title": "WikiLeaks publishes first emails provided by Russia",
    "blurb": "Days before the Democratic National Convention, WikiLeaks releases 19,000 Democratic National Convention emails provided by \"Guccifer 2.0\" — a hacker who we later learn was a cut-out, or intermediary, for Russian intelligence. The timing here is vital: The emails contain damaging conversations in which Democratic officials express hostility about Bernie Sanders, suggesting the leak was timed to throw the Democratic convention into chaos — and that the hackers know a lot about the US political system.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731321/slice15.0.png"
  },
  {
    "date": "July 27, 2016",
    "title": "Trump asks Russia to hack Clinton’s emails",
    "blurb": "In the last press conference of his campaign, Trump says something truly striking: “Russia, if you're listening, I hope you're able to find the 30,000 emails that are missing.” This is the clearest signal yet that candidate Trump has no problem with Russia hacking Clinton, which suggests that he might have been open to colluding with Russia if Trump Jr. or Papadopoulos had informed him of Russia’s overtures.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731317/slice16.0.png"
  },
  {
    "date": "August 19, 2016",
    "title": "Manafort resigns",
    "blurb": "Manafort’s resignation comes a week after the [New York Times revealed secret ledgers](https://www.nytimes.com/2016/08/15/us/politics/paul-manafort-ukraine-donald-trump.html) showing that he received $12.7 million in off-the-books cash payments from Yanukovych, the pro-Russian Ukrainian leader. Though the ledger isn’t explicitly related to the alleged electoral collusion, it becomes a key piece of evidence in the charges Mueller will eventually file against Manafort — charges that are being used, in part, to try to get Manafort to turn against Trump.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731329/slice17.0.png"
  },
  {
    "date": "August 21, 2016",
    "title": "Roger Stone tweets about Podesta",
    "blurb": "Before any of the emails Russia had stolen from Clinton’s campaign chair are released, Stone, an informal Trump campaign adviser, tweets that it “will soon the Podesta's time in the barrel.\" Stone subsequently claims [the tweet wasn’t about Russia’s hack of the emails](http://www.cnn.com/2017/03/20/politics/kfile-roger-stone-wikileaks-claims/index.html), but he has also admitted to exchanging messages with Guccifer 2.0, a cut-out identity used by Russian hackers. It’s one of the key reasons Stone is considered a possible point of Russia-Trump contact.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731313/slice18.0.png"
  },
  {
    "date": "September 8, 2016",
    "title": "Jeff Sessions meets with the Russian ambassador",
    "blurb": "Unlike the Sessions-Kislyak conversation at the RNC, which appears to have been brief, this one is [preplanned and held behind closed doors](https://www.theatlantic.com/politics/archive/2017/06/why-did-jeff-sessions-really-meet-sergey-kislyak/530091/). It’s hard to imagine Sessions could have “forgotten” such a meeting, as he would later claim in his congressional testimony.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9721953/July_embasador.0.png"
  },
  {
    "date": "December 1-2, 2016",
    "title": "Jared Kushner proposes secret backchannel with Russians",
    "blurb": "Less than a month after Trump wins the election, Kushner reaches out to Kislyak to try to set up a “secure” backchannel through the Russian Embassy in Washington. Given that the US and Russia already have ways of communicating, the only point of such a channel would be to avoid routine monitoring by intelligence officers on both sides. The proposal is shot down on the Russian side for being too risky.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731323/slice19.0.png"
  },
  {
    "date": "December 29, 2016",
    "title": "Flynn calls the Russian ambassador and lies about it",
    "blurb": "When news of the secret calls breaks in January, Flynn and the Trump team deny the calls were about sanctions, even though they were. Flynn is forced to resign, and the possibility that [he lied to federal investigators about the calls](https://www.washingtonpost.com/world/national-security/flynn-in-fbi-interview-denied-discussing-sanctions-with-russian-ambassador/2017/02/16/e3e1e16a-f3d5-11e6-8d72-263470bf0401_story.html?utm_term=.41543c7e42b3) is a key reason why he [may soon be indicted by Mueller](https://www.vox.com/world/2017/11/5/16609292/mueller-michael-flynn-russia-charges-nbc).",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731307/slice20.0.png"
  },
  {
    "date": "January 6, 2017",
    "title": "Comey briefs Trump about Steele dossier",
    "blurb": "FBI Director James Comey feels that the Steele dossier is so credible that he needs to brief both President Barack Obama and President-elect Trump on its contents. This seems to have been a wise decision, since many of its claims — though not, obviously, the “pee tape” involving Trump and Russian prostitutes — are later borne out by subsequent investigations.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731347/slice21.0.png"
  },
  {
    "date": "January 17, 2017",
    "title": "Sessions lies about Kislyak meetings",
    "blurb": "During his Senate confirmation hearings, in both oral testimony and a written questionnaire, Sessions insists that he had no contact with Russians, even though there would later be [mounting evidence that he had](https://www.theatlantic.com/politics/archive/2017/06/why-did-jeff-sessions-really-meet-sergey-kislyak/530091/). The dissembling not only forces Sessions to recuse himself from the Russia inquiry but also raises questions about a [potential perjury prosecution](http://www.motherjones.com/politics/2017/11/3-times-jeff-sessions-made-false-statements-to-congress-under-oath/) as part of the Mueller probe down the line.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731305/slice22.0.png"
  },
  {
    "date": "January 20, 2017",
    "title": "Trump is inaugurated",
    "blurb": "The new president takes office promising closer ties to Russia, but the scandal only grows. About three weeks after taking office, Trump fires Flynn. Three months later, on May 9, he fires Comey and admits on national television that he did so out of frustration with Comey’s pursuit of Russia. And on May 17, former FBI Director Robert Mueller is appointed as a special counsel to investigate the Trump campaign’s possible collusion with Moscow.",
    "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/9731333/slice23.0.png"
  }
]
